[
  {
    "name": "Photo Contest",
    "rules": [
      "Submit one original photo related to the contest theme.",
      "Photos must be taken by the entrant and must not be AI-generated.",
      "No watermarks, identifying text, or copyrighted material.",
      "Photos must not contain offensive content.",
      "Entries will be judged on creativity, originality, technical quality (focus, lighting, composition), relevance to the theme, and overall impact.",
      "Must be 18 years or older to enter.",
      "Void where prohibited."
    ]
  },
  {
    "name": "Art Contest",
    "rules": [
      "Submit one original artwork (drawing, painting, digital, etc.) related to the contest theme.",
      "All art must be created solely by the entrant and may not use AI tools.",
      "Artwork should not include copyrighted material or offensive/explicit content.",
      "Entries will be judged on creativity, originality, artistic technique/skill, adherence to theme, and overall impression.",
      "Must be 18 years or older to enter.",
      "Void where prohibited."
    ]
  },
  {
    "name": "Trivia Contest",
    "rules": [
      "Submit answers to the official trivia questions provided.",
      "Answers must be submitted before the contest deadline.",
      "Winners are determined by the highest number of correct answers; in case of a tie, the fastest correct entry wins.",
      "No random selection is used.",
      "Must be 18 years or older to enter.",
      "Void where prohibited."
    ]
  },
  {
    "name": "Caption Contest",
    "rules": [
      "A photo will be provided for the contest.",
      "Submit one original, family-friendly caption relevant to the photo.",
      "Captions must not contain offensive language or content.",
      "Entries are judged on creativity, originality, wit/humor, clarity, and relevance to the photo.",
      "The best caption, as determined by the contest administrator, will win the entire prize pool.",
      "Entries submitted after the contest deadline will not be considered.",
      "By participating, you agree to abide by the official rules and the decisions of the contest administrator, which are final.",
      "Must be 18 years or older to enter.",
      "Void where prohibited."
    ]
  }
]